Repository: altamiro/zfx
Catalog: app/i18n/i18n.tmx
Source language: en_us
Languages: pt_br

source: ZFX :: Application(Example)
pt_br: ZFX :: Aplicação(Exemplo)

source: Contact List
pt_br: Lista de Contato

source: Contact - Registration Form
pt_br: Contato - Formulário de Cadastro

source: Change Password
pt_br: Trocar Senha

source: Advanced Search
pt_br: Pesquisa Avançada

source: Id
pt_br: Código

source: Name
pt_br: Nome

source: Nickname
pt_br: Apelido

source: Mail
pt_br: E-mail

source: Password
pt_br: Senha

source: Date of Registration
pt_br: Data de Cadastro

source: Date of Amendment
pt_br: Data de Cadastro

source: Cellular
pt_br: Celular

source: Exit
pt_br: Sair

source: New
pt_br: Novo

source: Action
pt_br: Ação

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: Search
pt_br: Buscar

source: return
pt_br: voltar

source: Fixed
pt_br: Fixo

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Access
pt_br: Acessar

source: Invalid User or Password
pt_br: Usuário ou Senha Inválido

source: User inactive or not authorized by the system administrator.
pt_br: Usuário inativo ou não autorizado pelo administrador do sistema.

source: Registration successfully.
pt_br: Registro cadastrado com sucesso.

source: Record updated successfully.
pt_br: Registro atualizado com sucesso.

source: There was an error in the record.
pt_br: Houve um erro no registro.

source: Registration successfully excluded.
pt_br: Registro excluido com sucesso.

source: An error occurred while trying to delete the record.
pt_br: Ocorreu um erro ao tentar excluir o registro.

source: Thank you for using the system.
pt_br: Obrigado por usar o sistema.
